"Error downloading manifest from %@" = "从 %@ 下载清单时出错";

"Error downloading manifest" = "下载清单出错";

"Server returned HTTP status code %@ from %" = "服务器从 % 返回了 HTTP 状态代码 %@";

"Error decoding manifest JSON" = "解码清单 JSON 出错";

"Error creating directory %" = "创建目录 % 出错";

"Error downloading file" = "下载文件出错";

"Error writing to %a" = "写入 %a 出错";

"Error uncompresing %a" = "解压 %a 出错";

"Command '%@' finished with exit code %@" = "命令 '%@' 以退出代码 %@ 结束";
"Error uncompressing %a" = "解压 %a 出错";

"You will need to manually move %@ to Applications folder." = "您需要手动将 %@ 移动到应用程序文件夹。";

"We will reveal %@ in Finder. You can then manually drag the application to the Applications folder yourself.\n\nInternal error: %" = "我们将在 Finder 中显示 %@。然后您可以手动将应用拖动到应用程序文件夹。\n\n内部错误：%";

"Reveal in Finder" = "在 Finder 中显示";

"Downloading version %@…" = "正在下载版本 %@…";

"Opening DMG Image…" = "正在打开 DMG 镜像…";

"Extracting app…" = "正在提取应用…";

"Installing to Applications…" = "正在安装到应用程序…";

"Installed!" = "已安装！";

"ToDesktop ID is incorrect" = "ToDesktop ID 不正确";

"The value in the plist file is not a string." = "plist 文件中的值不是字符串。";
